{
    "config": {
        "tlg":"EN",
        "lg":"en",
        "idioma":"Spanish"
    },
    "header": {
        "menu_home":"Home",
        "menu_aboutme":"About Me",
        "menu_newsletter":"News Letter",
        "menu_donate":"Donate",
        "menu_contactme":"Contact Me"
    },
    "home": {
        "home_ocupacion":"Full-time Missionary",
        "home_aboutme":"About Me",
        "home_escuela":"Schools & <br> Training",
        "home_dts":"DTS",
        "home_dtsd":"Discipleship Training School.",
        "home_dtsc":"Know More",
        "home_dtsi1":"Discipleship Training School (DTS) is an intensive 5-month discipleship program designed to equip you to Know God and Make God Known.",
        "home_dtsi2":"Start by building a strong relationship with Jesus Christ, get trained to share the gospel in any context, then be sent out to the nations to be part of fulfilling the Great Commission.",
        "home_dtsi3":"3-Month Lecture Phase",
        "home_dtsi4":"2-Month Outreach Phase",
        "home_bsn":"BSN",
        "home_bsnd":"Bible School for the Nations.",
        "home_bsnc":"Know More",
        "home_bsni1":"The BSN is an inspiring trip through the whole Old and New Testament. During the study, the participants will examine the kingdom of God, His nature and character, His purposes in history, and His interaction with the creation. We focus on the vital message of the gospel and Christian life, discovering practical principles of leadership, civil government, and the economy. Understanding these principles is essential for cooperating with God in bringing forth transformation and freedom to the nations.",
        "home_bsni2":"The 6 month BSN core course is designed to provide a Biblical foundation, tools and skills for those who are hungry for the Living Word. As you study the Scriptures, deepen in your love for God and your desire to share His Word in the nations.",
        "home_tbs":"TBS",
        "home_tbsd":"Transformational Business Seminar.",
        "home_tbsc":"Know More",
        "home_tbsi1":"The Transformational Business Seminar (TBS) teaches you to start and run a godly, profitable business with the purpose of bringing God's kingdom to earth. This seminar is designed for those that have a passion for knowing God and making him known, interest in fulfilling the Great Commission to the nations, and a passion/interest in business.",
        "home_tbsi2":"This seminar will offer teaching from experienced business owners who have been involved in Business as Missions or have extensive experience in business. You will also learn how to use business to reach people of different cultures.",
        "home_news":"My Most <br> Recent News",
        "home_newslt1":"January, February & March",
        "home_newsld1":"Isaiah 55:8",
        "home_newslt2":"April",
        "home_newsld2":"1 John 4:11",
        "home_newslt3":"May & June",
        "home_newsld3":"James 1:17",
        "home_contact":"Do You Want <br> To Know More? <br> Reach Out Me",
        "home_contactme":"Contact Me"
    },
    "aboutme": {
        "about":"My Personal <br> Information",
        "about_ocupacion":"Full-time Missionary in YWAM Mazatlan",
        "about_description":" Mexican Missionary born in <b>Mazatlan, Sinaloa</b> with a passionate heart so that the people of Mexico and the Nations know the <b>Love of God and his Word</b>.",
        "about_contactme":"Contact Me"
    },
    "news": {
        "newst":"My Most <br> Recent news",
        "news_newslt1":"January, February & March",
        "news_newsld1":"Isaiah 55:8",
        "news_newslt2":"April",
        "news_newsld2":"1 John 4:11",
        "news_newslt3":"May & June",
        "news_newsld3":"James 1:17"
    },
    "donate": {
        "donatet":"How you can support <br> My mission?"
    },
    "contactme": {
        "contactt":"Do You Want To Know More? <br> Reach Out Me",
        "contact_name":"Name",
        "contact_pname":"Write your name",
        "contact_email":"Email Address",
        "contact_pemail":"Write your email",
        "contact_message":"Message",
        "contact_pmessage":"Write your message",
        "contact_send":"Send Message"
    },
    "footer": {
        "menu_home":"Home",
        "menu_aboutme":"About Me",
        "menu_newsletter":"News Letter",
        "menu_donate":"Donate",
        "menu_contactme":"Contact Me"
    },
    "derechos": {
        "derechosr":"All Rights Reserved By Josueermz"
    },
    "NEWSLETTER": {
        "title":"<span>NEWS</span>LETTER"
    },
    "NEWSABRIL2024": {
        "versiculo":"“Dear friends, since God so loved us, we also ought to love one another.” 1 John 4:11",
        "fecha":"April, 30 2024",
        "edicion":"Edition: 02",
        "t1":"Moving of the Ginters",
        "d1":"We started the month of April helping the Ginters, they are a family from Canada who just moved to Durango to be part of the staff with us at the base, so we spent the whole morning moving their things to their new house that they rented, they are a family very cute that they love people too much and are always showing the love of God to everyone.",
        "t2":"Solar eclipse",
        "d2":"We had the privilege of witnessing the natural phenomenon that occurred on April 8 that only happened in hundreds of places in the world, which was the Eclipse, it was incredible, we were able to see the greatness of God and how it surprised us, it is an experience that you cannot explain When you experienced it, seeing how everything darkens and you feel like it's already night, it was incredible to experience it. We opened the doors of the base for people to come and have a time of community with Durango. Many of them, around 40 people, came and were able to leave blessed.",
        "t3":"Hospitality House Floor Construction",
        "d3":"We continue to build the hospitality house to welcome visitors and make them feel at home, this month we finished covering the floor and started doing the electrical work inside the house, we are focusing completely on the interior to be able to finish quickly!",
        "t4":"Preparation for Children's Day",
        "d4":"The month of April is children's month in Mexico, we love spending time with children and seeing them happy, we committed to making necklaces and bracelets to give them together with their bag of candy, we made around 60 pieces of each one for to be able to deliver them to the children at the feeder we go to every Thursday!",
        "t5":"Welcome to the Ginters house",
        "d5":"We welcomed the Ginters in their new house by bringing them some plants as a gift, they sing to them so the whole team gave them to them so they could have it and also because they left many when they moved here, when they received them they were very happy, we had a dinner with them at their home, at the end we prayed for them, the house and this new season that they begin in Durango.",
        "t6":"Welcome to the new quarter in Mazatlán",
        "d6":"We had the privilege of being able to go to Mazatlán to welcome the quarter as a YWAM Mazatlán community, every beginning of the quarter we have the custom of welcoming all the students who are doing a school with us, whether it is a mission training , a business seminar, a bible school, among others. Then there is a time of worship to God, the leaders of each area, the campus, the ministries and the founders of the base are introduced, then a video is presented of what was done in the last quarter and what we expect. do for the next one so that students can have a little context of what is happening around them. As you know, I am from Mazatlán, I went to visit my family and spend an incredible time with them, some members of the staff here in Durango met my family and we lived with them!!",
        "t7":"DNA staff day",
        "d7":"The leaders of the Durango campus made the decision that we as campus staff would know a little more about the vision of the base in the city of Durango, so as a team we had a breakfast that allowed us to have the time to be shared with us about the call that God gave them when they came to this city, we were able to have a very good time learning about their history and everything they have gone through to get to where we are now, it is a privilege to form part of this vision and be a blessing to this city.",
        "t8":"Construction of playground",
        "d8":"We went to build a playground in a preschool because an organization that is dedicated to remodeling children's dining rooms and giving things to schools that have nothing for children to play in, we are connected to be able to work together and one day before Children's Day here in Mexico we went to build that park so that the preschool children could play the next day, it was very fun to build and very tedious, it has many parts so you have to be very careful when assembling each piece in its place, of course if we make a mistake several times, it was a long afternoon of construction but it was worth every minute of our time to see children happy with their new playground!",
        "t9":"Bathroom construction",
        "d9":"We began to build the interior part of the bathroom, we began to prepare it and then glue the appropriate floor for the shower, we made the pipe for the shower, the bowl and the hand sink along with its water drains, it was an adventure to be able to do it everything, but it was achieved!"
    },
    "NEWSMJ2024": {
        "title1":"MAY",
        "versiculo":"“Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.” James 1:17",
        "fecha":"June, 30 2024",
        "edicion":"Edition: 03",
        "t1":"May at full speed",
        "d1":"We started May building inside the house all the staff of men from the base, we put the sunshine on the walls and ceiling so that the heat is not felt so much, we also finished all the electrical part to be able to have light in the room, finally we put the ceiling and walls of drywall and we began to make it pavement so that the holes in the drywall are not visible,  It was hard because we had to climb all the drywall from the first floor to the top, we did it between 4 people to be careful that they would not break!",
        "t2":"Intercession for the new property",
        "d2":"We have a vision to buy a new property that is about 50 meters from where we are currently, we went to have a time of intercession there so that God would give us words of the place and what is going to be there, we are believing in God who will provide to be able to give the first advance and also to be able to finish paying it in 2 years!",
        "t3":"Gifts for homeless children",
        "d3":"In Mexico there is an organization on behalf of the government called DIF where they take care of children who do not have a home to live in, we went to give them shoes, clothes and paddles, this was thanks to people that God put in their heart to select a child and sponsor them to give them what they needed!",
        "t4":"Ladder",
        "d4":"We had the staircase made for the hospitality house we are building, we can't put it because we need a cement base but we already have it here with us to work on it!",
        "t5":"Bringing down trees",
        "d5":"An organization from Durango that we have worked with lately bought many plants to be able to plant throughout the city and also give away to people who want to put in their homes, we went to help them take the plants down from the trailers so that they can start organizing the delivery!",
        "t6":"A special day",
        "d6":"May 18 was a very special day that will be engraved in our hearts both in America and in mine forever, said 'yes' the love of my life. I appreciate every moment shared and are excited for what the future holds. Here we are, ready to build our dreams together and face any challenge that life throws at us. Ready for the next adventure together!!",
        "t7":"Help for the homeless",
        "d7":"We went to help a lady who is a friend of the base, she is already advanced in age, her husband has already passed away and she is living alone in her house with a staff that is with us, her house is a bit big, she has a lot of garden, so we went to clean her front area as well as the back of her house since she can no longer go out to water and prune her trees,  The whole team helps to leave your garden very clean!",
        "t8":"Floor ready",
        "d8":"I was putting the bathroom floor of our hospitality house it was a challenge since I was alone without anyone to guide me and I said that it was okay or not, it was my second time putting a floor so I did it without so much fear but I still had a little bit but it was achieved!!",
        "t9":"Stair base",
        "d9":"We made a base foundation for the staircase we bought, this was something of the most complicated thing I did this month we did it between three people and it was an adventure, it looks easy but it is very complicated to make cement has its science!!",
        "title2":"JUNE",
        "t10":"Ladder",
        "d10":"After making the foundation we started to put the ladder, it looks incredible we all liked it, we still can't put steps until the entire staircase is cemented so it will stay for a long time!",
        "t11":"Step wood",
        "d11":"I started to prepare the wooden steps that will be put on the stairs, what I did was cut each wooden plank to the size of the step, having all of them cut we took them to be planed and calibrated so that they were super good, sanded, polished and at the same height!",
        "t12":"Structure for bench seat",
        "d12":"We started making the structure of the sidewalk with wood so that when we put the cement it is in the best way and also that the staircase has a better grip and firmness!",
        "t13":"Intercession with the team",
        "d13":"This month we received a team of families who are on crusade, their beginning of the trip was here in Durango with us, we had incredible times with them, for example this time of intercession we did for the ministries, they were of great blessing to us and the city, they went to different rehabilitation centers, they were doing evangelism,  handing out food in the hospitals and helping us a lot at the base for example in the stairwell structure and in the garden, they are a family team from the open ranch base of Baja California Mexico!",
        "t14":"Staff Retreat",
        "d14":"Every year as YWAM Mazatlan organization we have a staff retreat to spend more time in community, connect more, clear our mind but mainly have time with God together, having worship time and conferences, letting God speak to our life, personally this retreat was of a lot of rest and also God speaking a lot to my life to trust completely in Him for what comes in the future!!",
        "t15":"My glasses broke",
        "d15":"During this time in the retreat we were playing a lot all the staff in teams and in one of those games my glasses broke because I was very strong among men, it was fun but I suffered an accident in the games with my glasses!"
    }
}