{
    "config": {
        "tlg":"ES",
        "lg":"es",
        "idioma":"Ingles"
    },
    "header": {
        "menu_home":"Inicio",
        "menu_aboutme":"¿Quién soy?",
        "menu_newsletter":"Carta Noticia",
        "menu_donate":"Donación",
        "menu_contactme":"Contactame"
    },
    "home": {
        "home_ocupacion":"Misionero de tiempo completo",
        "home_aboutme":"¿Quién soy?",
        "home_escuela":"Escuelas y <br> Entrentamientos",
        "home_dts":"EDE",
        "home_dtsd":"Escuela de Discipulado y Entrenamiento.",
        "home_dtsc":"Conocer Más",
        "home_dtsi1":"La Escuela de Entrenamiento de Discipulado (EDE) es un programa intensivo de discipulado de 5 meses diseñado para equiparte para conocer a Dios y dar a conocer a Dios.",
        "home_dtsi2":"Comience por construir una relación sólida con Jesucristo, capacítese para compartir el evangelio en cualquier contexto y luego sea enviado a las naciones para ser parte del cumplimiento de la Gran Comisión.",
        "home_dtsi3":"3 meses de fase de lectura",
        "home_dtsi4":"2 meses de cruzada",
        "home_bsn":"EBN",
        "home_bsnd":"Escuela Biblica para las Naciones.",
        "home_bsnc":"Conocer Más",
        "home_bsni1":"El BSN es un viaje inspirador por todo el Antiguo y Nuevo Testamento. Durante el estudio, los participantes examinarán el reino de Dios, Su naturaleza y carácter, Sus propósitos en la historia y Su interacción con la creación. Nos enfocamos en el mensaje vital del evangelio y la vida cristiana, descubriendo principios prácticos de liderazgo, gobierno civil y economía. Comprender estos principios es esencial para cooperar con Dios y traer transformación y libertad a las naciones.",
        "home_bsni2":"El curso básico de BSN de 6 meses está diseñado para proporcionar una base bíblica, herramientas y habilidades para aquellos que tienen hambre de la Palabra Viva. Al estudiar las Escrituras, profundice en su amor por Dios y en su deseo de compartir Su Palabra en las naciones.",
        "home_tbs":"STB",
        "home_tbsd":"Seminario de Transformación de Negocios.",
        "home_tbsc":"Conocer Más",
        "home_tbsi1":"El Seminario Transformación de Negocios (TBS) le enseña a iniciar y administrar un negocio piadoso y rentable con el propósito de traer el reino de Dios a la tierra. Este seminario está diseñado para aquellos que tienen pasión por conocer a Dios y darlo a conocer, interés en cumplir la Gran Comisión a las naciones y pasión/interés en los negocios.",
        "home_tbsi2":"Este seminario ofrecerá enseñanza de propietarios de negocios experimentados que han estado involucrados en Business as Missions o tienen amplia experiencia en negocios. También aprenderá cómo utilizar los negocios para llegar a personas de diferentes culturas.",
        "home_news":"Mis Noticias <br> Más Recientes",
        "home_newslt1":"Enero, Febrero & Marzo",
        "home_newsld1":"Isaias 55:8",
        "home_newslt2":"Abril",
        "home_newsld2":"1 Juan 4:11",
        "home_newslt3":"Mayo y Junio",
        "home_newsld3":"Santiago 1:17",
        "home_contact":"¿Deseas saber más? <br> Comuníquese conmigo",
        "home_contactme":"Contactame"
    },
    "aboutme": {
        "about":"Mi información <br> Personal",
        "about_ocupacion":"Misionero de tiempo completo en Jucum Mazatlan",
        "about_description":"Misionero mexicano nacido en <b>Mazatlán, Sinaloa</b> con un corazón apasionado para que el pueblo de México y las Naciones conocen el <b>Amor de Dios y su Palabra</b>.",
        "about_contactme":"Contactame"
    },
    "news": {
        "newst":"Mis Noticias <br> Más Recientes",
        "news_newslt1":"Enero, Febrero & Marzo",
        "news_newsld1":"Isaias 55:8",
        "news_newslt2":"Abril",
        "news_newsld2":"1 Juan 4:11",
        "news_newslt3":"Mayo y Junio",
        "news_newsld3":"Santiago 1:17"
    },
    "donate": {
        "donatet":"¿Cómo puedes apoyar <br> Mii misiones?"
    },
    "contactme": {
        "contactt":"¿Desea saber más? <br> Comuníquese conmigo",
        "contact_name":"Nombre",
        "contact_pname":"Escribe tu nombre",
        "contact_email":"Correo Electronico",
        "contact_pemail":"Escribe tu correo electronico",
        "contact_message":"Mensaje",
        "contact_pmessage":"Escribe tu mensaje",
        "contact_send":"Enviar Mensaje"
    },
    "footer": {
        "menu_home":"Inicio",
        "menu_aboutme":"¿Quién soy?",
        "menu_newsletter":"Carta Noticia",
        "menu_donate":"Donación",
        "menu_contactme":"Contactame"
    },
    "derechos": {
        "derechosr":"Todos los derechos reservados por Josueermz"
    },
    "NEWSLETTER": {
        "title":"<span>CARTA</span>NOTICIA"
    },
    "NEWSABRIL2024": {
        "versiculo":"“Amados, si Dios así nos ha amado, también nosotros debemos amarnos unos a otros.” 1 Juan 4:11",
        "fecha":"30 de Abril del 2024",
        "edicion":"Edición: 02",
        "t1":"Mudanza de los Ginters",
        "d1":"Iniciamos el mes de abril ayudando a los Ginters son una familia de Canadá que se acaban de mudar a Durango para ser parte del staff con nosotros en la base, entonces estuvimos toda la mañana moviendo sus cosas para su nueva casa que rentaron, son una familia muy linda que aman demasiado a las personas y siempre están mostrando el amor de Dios a todos.",
        "t2":"Eclipse Solar",
        "d2":"Tuvimos el privilegio de presenciar el fenómeno natural que se dio el 8 de abril que solo pasó por cientos lugares del mundo el cual fue el Eclipse, fue increíble, pudimos ver la grandeza de Dios y como nos sorprendió, es una experiencia que no puedes explicar al vivirlo, ver como se oscurece todo y sientes que ya es de noche fue increíble vivirlo, abrimos las puerta de la base para que personas vinieran y tener un tiempo de comunidad con Durango, vinieron muchas alrededor de 40 personas que se pudieron ir bendecidos.",
        "t3":"Construcción del piso de la casa de hospitalidad",
        "d3":"Seguimos construyendo la casa de hospitalidad para recibir visitar y que se sientan como en casa, este mes terminamos de recubrir el piso y empezamos hacer lo eléctrico dentro de la casa, ¡nos estamos enfocando completamente en el interior para poder acabar rápido!",
        "t4":"Preparación del Día del Niño",
        "d4":"El mes de abril es el mes de los niños en México, nos encanta pasar tiempo con los niños y verlos felices, nos comprometimos en hacer collares y pulseras para regalarles juntos con su bolsa de dulce, ¡hicimos alrededor de 60 piezas de cada uno para poder entregarlas a los niños del comedero al que vamos cada jueves!",
        "t5":"Bienvenida en casa de lo Ginters",
        "d5":"Le dimos la bienvenida a los Ginters en su nueva casa llevándoles unas plantas de regalo, a ellos les cantan entonces todo el equipo se las dimos para que la tuvieran y también porque dejaron muchas al mudarse para acá, al recibirlas se pusieron muy contentos, tuvimos una cena con ellos en su hogar, al final oramos por ellos, la casa y esta nueva temporada que inician en Durango.",
        "t6":"Bienvenida al nuevo trimestre en Mazatlán",
        "d6":"Tuvimos el privilegio de poder ir a Mazatlán para dar la bienvenida al trimestre como comunidad de Jucum Mazatlán, cada inicio de trimestre tenemos la costumbre de darle la bienvenida a todos los estudiantes que están haciendo una escuela con nosotros, ya sea una de entrenamiento de misiones, un seminario de negocios, una escuela de la biblia, entre otras. Entonces se tiene un tiempo de adoración a Dios, se presentan a los líderes de cada área, de campus, los ministerios y a los fundadores de la base, después se presenta un video de lo que se hizo en el trimestre pasado y de lo que esperamos hacer para el siguiente para que los estudiantes puedan tener un poco de contexto de lo que pasa a su alrededor. ¡¡Como saben soy de Mazatlán, fui a visitar a mi familia y pasar un tiempo increíble con ellos, unos integrantes del staff de aquí de Durango conocieron a mi familia y convivimos con ellos!!",
        "t7":"Día de ADN staff",
        "d7":"Los líderes del campus Durango tomaron la decisión de que nosotros como staff del campus conociéramos un poco más de la visión de la base en la ciudad de Durango entonces como equipo tuvimos un desayuno que nos permitió tener el tiempo de que nos compartieran acerca del llamado que Dios les dio al venir a esta ciudad, pudimos tener un tiempo muy bueno conociendo su historia y todo lo que han pasado hasta llegar a donde estamos ahorita, es un privilegio formar párate de esta visión y ser de bendición para esta ciudad.",
        "t8":"Construcción de Parque infantil",
        "d8":"Fuimos a construir un parque infantil en un preescolar porque una organización que se dedican a remodelar comedores de niños y regalar cosas a escuelas que no tiene nada para que los niños jueguen estamos conectados para poder trabajar juntos y un día antes del día del niño aquí en México fuimos a construirles ese parque para que al día siguiente pudieran jugar los niños del preescolar, fue muy divertido construir y muy tedioso tiene muchas partes entonces hay que tener mucho cuidado al momento de estar ensamblando cada pieza en su lugar, claro que si nos equivocamos varias veces, fue una tarde larga de construcción pero vale cada minutos de nuestro tiempo por ver a unos niños felices por su nuevo parque infantil!",
        "t9":"Construcción del baño",
        "d9":"Empezamos a construir la parte interior del baño, lo empezamos a preparar para después pegar el piso adecuado para la ducha, hicimos la tubería para la regadera, para la taza y el lava manos junto también con sus desagües de agua, fue una aventura poder hacerlo todo, pero se logró!"
    },
    "NEWSMJ2024": {
        "title1":"MAYO",
        "versiculo":"“Toda buena dádiva y todo don perfecto desciende de lo alto, del Padre de las luces, en el cual no hay mudanza, ni sombra de variación.” Santiago 1:17",
        "fecha":"30 de Junio del 2024",
        "edicion":"Edición: 03",
        "t1":"Mayo a toda máquina",
        "d1":"Iniciamos mayo construyendo dentro de la casa todo el staff de hombres de la base, pusimos la ensolacion en las paredes y techo para que no se sienta tanto el calor, también terminamos toda la parte eléctrica para poder ya tener luz en la habitación, por último pusimos el techo y paredes de tablaroca y empezamos a hacer empastar para que no se vean los huecos de la tablaroca, fue duro porque teníamos que subir todas las tablarocas desde el primer piso hasta arriba lo hacíamos entre 4 personas paras tener cuidado que no se quebrarán!",
        "t2":"Intercesión por la nueva propiedad",
        "d2":"Tenemos una visión de comprar una nueva propiedad que queda como a 50 metro de donde estamos actualmente, fuimos a tener un tiempo de intercesión ahí para que Dios nos diera palabras del lugar y lo que va a ser ahí, estamos creyendo en Dios que proveerá para poder dar el primer anticipo y también para poder terminar de pagarlo en 2 años!",
        "t3":"Regalos para los niños sin hogar",
        "d3":"En México hay una organización de parte del gobierno llamada DIF donde cuidan a los niños que no tiene un hogar donde vivir, fuimos a regalarles zapatos, ropa y paletas, esto fue gracias a personas que Dios puso en su corazón seleccionar a un niño y apadrinarlos para regales lo que necesitaban!",
        "t4":"Escalera",
        "d4":"Mandamos hacer la escalera para la casa de hospitalidad que estamos construyendo, no podemos ponerla porque necesitamos una base de cemento pero ya la tenemos aquí con nosotros para trabajar en ello!",
        "t5":"Bajando árboles ",
        "d5":"Una organización de Durango con la que hemos trabajado últimamente compró muchas plantas para poder plantar en toda la ciudad y también regalar a las personas que quieran poner en sus casas, fuimos ayudarle a bajar las plantas de los tráilers para que ellos empiecen a organizar la entrega!",
        "t6":"Un día especial",
        "d6":"El de 18 de mayo fue un día muy especial que quedará grabado en nuestros corazones tanto en el de América como en el mío para siempre, dijo 'sí' el amor de mi vida. Agradezco cada momento compartido y estamos emocionados por lo que el futuro nos depara. Aquí estamos, listos para construir nuestros sueños juntos y enfrentar cualquier desafío que la vida nos presente. Listos para la siguiente aventura Juntos!!",
        "t7":"Ayuda a los desamparadas",
        "d7":"Fuimos ayudar a una señora que es amiga de la base, ella ya está avanzada en la edad su esposo ya falleció y está viviendo sola en su casa junto a una staff que está con nosotros, su casa es un poco grande tiene mucho jardín entonces fuimos a limpiarle su área de enfrente como la de atrás de su casa ya que ella ya no puede salir a regar y podar su árboles, todo el equipo ayudamos para dejar muy limpio su jardín!",
        "t8":"Piso listo",
        "d8":"Estuve poniendo el piso del baño de nuestra casa de hospitalidad fue un reto ya que estaba solo sin quien me guiara y dije que así estaba bien o no, era mi segunda vez poniendo un piso entonces lo hice sin tanto miedo pero aún así tenía un poquito pero se logró!!",
        "t9":"Base para escalera",
        "d9":"Hicimos un cimiento de base para la escalera que compramos, esto fue algo de lo mas complicado que hice este mes lo hicimos entre tres personas y fue una aventura, se ve fácil pero es muy complicado hacer cemento tiene su ciencia!!",
        "title2":"JUNIO",
        "t10":"Escalera",
        "d10":"Después de hacer el cimiento empezamos a poner la escalera, se ve increíbles nos gustó a todos, todavía no podemos ponerle escalones hasta que este firme con cemento toda la escalera entonces así se quedara un buen rato!",
        "t11":"Madera para escalones",
        "d11":"Empecé a preparar los escalones de madera que se pondrán en las escaleras, lo que hice fue cortar cada tablón de madera a la medida del escalón, ya teniendo todos cortados los llevemos a cepillar y calibrar para que quedaron súper bien, lijados, pulidos y a la misma altura!",
        "t12":"Estructura para banqueta",
        "d12":"Empezamos hacer la estructura de la banqueta con madera para que cuando le pongamos el cemento quede de la mejor forma y así mismo que la escalera tenga un mejor agarre y firmeza!",
        "t13":"Intercesión con el equipo ",
        "d13":"Este mes recibimos un equipo de familia que están de cruzada, su inicio del viaje fue aquí en Durango con nosotros, tuvimos tiempos increíbles con ellos por ejemplo este tiempo de intercesión lo hicimos por los ministerios, ellos fueron de mucha bendición para nosotros y la ciudad, fueron a diferentes centros de rehabilitación, estuvieron haciendo evangelismo, repartiendo comida en los hospitales y ayudándonos mucho en la base por ejemplo en la estructura de la escalera y en el jardín, ellos son un equipo de familia de la base de rancho abierto de Baja California México!",
        "t14":"Retiro de staff",
        "d14":"Cada año como organización de Jucum Mazatlán tenemos un retiro de personal para pasar más tiempo en comunidad, conectar más, aclarar nuestra mente pero principalmente tener tiempo con Dios Juntos, teniendo tiempo de alabanza y conferencias, dejando que Dios hable a nuestra vida, personalmente este retiro fue de mucho descanso y también Dios hablando mucho a mi vida de confiar completamente en El por lo que viene en el futuro!!",
        "t15":"Se quebraron mis lentes",
        "d15":"En este tiempo en el retiro estuvimos jugando mucho todo el personal en equipos y en uno de esos juegos se me quebraron los lentes porque era de mucha fuerza entre hombres, fue divertido pero sufrí accidente en los juegos con mis lentes!"
    }
}